app/Http/Controllers/PageController.php

select * from `teksten`
---
    public function getTeksten()
    {
        $teksten = Teksten::all();